[
  {
    "id": "K1v0SjLz-f",
    "type": "header",
    "data": {
      "text": "Gas\nConversion to Ecodan Hot Water Heat Pump for a Carbon Conscious Family in\nWellington ",
      "level": 1
    }
  },
  {
    "id": "P40f2C-JWs",
    "type": "paragraph",
    "data": {
      "text": "Located high within the hills of Wellington and overlooking\nthe stunning harbour, an energy conscious family embarked on a renovation of\ntheir traditional style 1920s Northland villa with low carbon technology at the\nforefront of their project. "
    }
  },
  {
    "id": "AiUkt79IVR",
    "type": "header",
    "data": {
      "text": "The Challenge",
      "level": 2
    }
  },
  {
    "id": "ZxALWEKVG4",
    "type": "paragraph",
    "data": {
      "text": "As this Wellington 4 bedroom house was built during a time\nwhen insulation and energy consumption were not considered, the renovation plan\nstarted with insulation upgrades to reduce heat loss and the installation of a\nPV solar panel system. However, for the final step in their carbon footprint\noverhaul, the owners looked to address the heating and hot water sources of the\nfamily residence which they knew were significant contributors to their utility\nbills and overall carbon use due to being gas-powered. "
    }
  },
  {
    "id": "vltWFhHZ6Z",
    "type": "paragraph",
    "data": {
      "text": "The existing instant hot water gas boiler and a gas boiler\npowered radiator system was a cause of concern for the owners due to their high\ngreenhouse gas emissions and reliance on expensive and non-renewable fossil\nfuels.&nbsp; Furthermore, maintenance of the\nsystems were well overdue with visible rust and leaks troubling the property. "
    }
  },
  {
    "id": "ksLx2o0AJi",
    "type": "paragraph",
    "data": {
      "text": "After researching options for a more environmentally-friendly\nand efficient way forward, the owners looked to an electric heat pump system to\nsolve their potable hot water and radiator space heating woes. "
    }
  },
  {
    "id": "8bHNkw938w",
    "type": "paragraph",
    "data": {
      "text": "The decision to move to an electric system made logical\nsense with their newly installed solar system and battery store. Having\nthoroughly researched heat pump technology they knew this would be the best way\nforward in order to keep radiator space heating as well as similar\ndependability of hot water during peak use compared to the existing system. "
    }
  },
  {
    "id": "u-zH69dD-Y",
    "type": "header",
    "data": {
      "text": "The\nMitsubishi Ecodan Hot Water Heat Pump Solution",
      "level": 3
    }
  },
  {
    "id": "ffCeTlVgMb",
    "type": "paragraph",
    "data": {
      "text": "With the clear goal of carbon footprint reduction, an Ecodan\nAir-to-Water Hot Water Heat Pump was chosen due to its ability to provide both hydronic\nspace heating and their domestic water heating all in one system. With clever\ninverter heat pump technology it is extremely efficient, replaces gas and as an\nadded benefit the Ecodan System was able to be integrated with the owner’s pre-existing\nradiators, avoiding unnecessary waste and the additional cost of new indoor units.\n"
    }
  },
  {
    "id": "igaqXdzOxy",
    "type": "header",
    "data": {
      "text": "Super Efficient\nEcodan Hot Water Heat Pump for Space and Water Heating",
      "level": 3
    }
  },
  {
    "id": "rG0jOlf62a",
    "type": "paragraph",
    "data": {
      "text": "At 14kW capacity the Mitsubishi Electric Packaged Ecodan Hot\nWater Heat Pump System was the perfect solution to cover the daily hot water\nneeds as well as the home’s central space heating requirements all from one\nheat pump."
    }
  },
  {
    "id": "1It7Fz4FCu",
    "type": "paragraph",
    "data": {
      "text": "Currently using an estimated heat load of 12kW, the larger\ncapacity unit means the owners can add more radiators to the 180m2\nproperty at a later date as and when they need. "
    }
  },
  {
    "id": "txgMrMHeWk",
    "type": "paragraph",
    "data": {
      "text": "The chosen packaged\nsystem conveniently comes pre-plumbed and pre-wired. This solution incorporates\na 200 litre water cylinder that provides improved performance and fast heat-up\ntimes through the use of the onboard Plate Heat Exchanger Technology. Meaning\nthis Wellington family are not sacrificing the reliability of always having hot\nwater that the old gas system offered. "
    }
  },
  {
    "id": "SYjyyZJ60Q",
    "type": "paragraph",
    "data": {
      "text": "Furthermore, the packaged system utilises less refrigerant,\nonly using it between the outdoor unit and cylinder. This offers protection\nfrom refrigerant leaks inside the house and is ultimately more environmentally-friendly\nbecause of the lower amount of refrigerant used, that if released can be\nharmful to the atmosphere. "
    }
  },
  {
    "id": "LRDCyyfZsk",
    "type": "header",
    "data": {
      "text": "Built-In Smart Control with Energy Monitoring",
      "level": 3
    }
  },
  {
    "id": "FNKgSSnugu",
    "type": "paragraph",
    "data": {
      "text": "State-of-the-art energy monitoring and management of the\nEcodan Heat Pump System means the family now has the visibility and freedom to\nefficiently manage their overall household power consumption for heating and\nhot water. "
    }
  },
  {
    "id": "We1sIrKf7g",
    "type": "paragraph",
    "data": {
      "text": "As the cylinder is located underneath the house, the owners\ndecided to wire the controller upstairs in the hallway, this allows easy access\nand control – however the ability to program the system means they can set and\nforget. &nbsp;"
    }
  },
  {
    "id": "cqk6df7jUe",
    "type": "paragraph",
    "data": {
      "text": "Having configured the system to make the most of solar\nelectricity generation during the daytime and top up overnight when energy\nprices are low, the household is able to save even more on their power bill. "
    }
  },
  {
    "id": "rZC3k5SAAv",
    "type": "paragraph",
    "data": {
      "text": "Furthermore the intelligent Flow Temperature Controller\nactively manages the heat required via the combined user interface and\nthermostat. "
    }
  },
  {
    "id": "aYI3BKiQOC",
    "type": "paragraph",
    "data": {
      "text": "At the same time as managing the heat load with minimal\nenergy use, this system will automatically manage the hot water by checking the\ntank for a 15°C drop in the temperature."
    }
  },
  {
    "id": "bZu_mMKlUv",
    "type": "header",
    "data": {
      "text": "Impressive Performance\nthat Reduces Costs and Family Carbon Footprint",
      "level": 3
    }
  },
  {
    "id": "0AaewfX2QW",
    "type": "paragraph",
    "data": {
      "text": "The efficiency of a heat pump is known as the Coefficient of\nPerformance or COP and is a ratio of the heat delivered to power consumed. The\nEcodan Hot Water Heat Pump has provided this home with an impressive COP of 3.4*1.\nIn comparison, typical gas and direct electric heating systems can have higher\nrunning costs with COPs as low as 0.82*2."
    }
  },
  {
    "id": "qy6_zCjiYT",
    "type": "paragraph",
    "data": {
      "text": "*1 Based on the unit’s June 2020-June 2021 electrical\nconsumption (4047 kWh) and heat delivery through heating and hot water (13763\nkWh). "
    }
  },
  {
    "id": "G7zj-p0RcW",
    "type": "paragraph",
    "data": {
      "text": "\n*2 Based on manufacturer information for gas instant hot water\nheater (non-condensing)."
    }
  },
  {
    "id": "icfQN27jy_",
    "type": "header",
    "data": {
      "text": "The Result",
      "level": 3
    }
  },
  {
    "id": "X5S_r1WfQH",
    "type": "paragraph",
    "data": {
      "text": "The biggest energy users\nin the home, space heating and potable water heating are successfully converted\nto an efficient and environmentally friendly heat pump technology with an\nEcodan Hot Water Heat Pump. Ecodan has allowed this family to utilise savings\nfrom their solar power and enjoy the same benefits of gas without the carbon\nfootprint, thanks to the highly reliable and intuitive system. "
    }
  },
  {
    "id": "oXwVZpuJZb",
    "type": "paragraph",
    "data": {
      "text": "Passionate about monitoring the family’s impact on the\nplanet, the owner’s love having the ability to track the system’s energy usage\nvs delivery and are relieved to find a solution that meets all their needs while\ndrawing from a cleaner energy source. "
    }
  },
  {
    "id": "l3uw4k8OxM",
    "type": "paragraph",
    "data": {
      "text": "Nigel the homeowner says “It’s great to be able to move away\nfrom gas. We have peace of mind by no longer relying on fossil fuels and\nultimately we have a system that is far more efficient with the same level of\nheating.”"
    }
  },
  {
    "id": "1-oOmWuqcG",
    "type": "header",
    "data": {
      "text": "Equipment Used",
      "level": 3
    }
  },
  {
    "id": "TiZnD9_9gG",
    "type": "paragraph",
    "data": {
      "text": "<b>Indoor Units:</b>"
    }
  },
  {
    "id": "x5XuxnDfJ_",
    "type": "list",
    "data": {
      "style": "unordered",
      "items": ["1x PUHZ-SHW140VHA 14kW Outdoor Unit"]
    }
  },
  {
    "id": "wCN4B5nq4Z",
    "type": "list",
    "data": {
      "style": "unordered",
      "items": ["1x\n     EHST20C-VM2C 200L Packaged Water Cylinder"]
    }
  },
  {
    "id": "DnE6MeE2NI",
    "type": "list",
    "data": {
      "style": "unordered",
      "items": ["1x FTC5\n     Built-In Controller"]
    }
  },
  {
    "id": "k3DuGodaf1",
    "type": "paragraph",
    "data": {
      "text": "<b>Contractor</b>"
    }
  },
  {
    "id": "ysTxDCHtF-",
    "type": "list",
    "data": {
      "style": "unordered",
      "items": ["Mark Stockler Refrigeration&nbsp;"]
    }
  }
]
