[
  {
    "id": "K1v0SjLz-f",
    "type": "header",
    "data": {
      "text": "Award-Winning Residence Featuring OmniCore\nWhole Home Comfort ",
      "level": 1
    }
  },
  {
    "id": "P40f2C-JWs",
    "type": "paragraph",
    "data": {
      "text": "This contemporary, three level apartment style home located in\nKhandallah, Wellington required an unobtrusive whole home heating and cooling solution,\nthat complemented it’s modern architectural style while overcoming the installation\nchallenges that were presented. "
    }
  },
  {
    "id": "AiUkt79IVR",
    "type": "header",
    "data": {
      "text": "The Challenge",
      "level": 3
    }
  },
  {
    "id": "TU7-nluZqs",
    "type": "paragraph",
    "data": {
      "text": "When embarking on the design process for their new build, the homeowners\nknew they wanted a discreet ducted air conditioning system that heated and\ncooled the whole home, without imposing on the sleek and modern design of the\nresidence. "
    }
  },
  {
    "id": "ercoU3c6lr",
    "type": "paragraph",
    "data": {
      "text": "It was essential to the\nhomeowners that the system could not only heat their home but due to choosing\ndouble glazed, floor to ceiling windows with no eaves to block the sun, they\nneeded a system that could keep the home cool during the sunny summer months.\nHaving had central gas heating in the past, selecting the more energy efficient\nheat pump technology that could cool as well as heat, was key."
    }
  },
  {
    "id": "fD2Gtf1AOq",
    "type": "paragraph",
    "data": {
      "text": "When bringing in the advice of Mark Stockler Refrigeration Ltd (MSR) it\nquickly became clear the limited roof cavity space, the direction of joists and\nthe multi-level nature of the residence were going to present an installation\nchallenge for a full ducted system. "
    }
  },
  {
    "id": "BsSt1l3D9u",
    "type": "paragraph",
    "data": {
      "text": "In addition, the tight 225sqm subdivision is cleverly designed to\nincorporate an outdoor entertainment area that flows seamlessly into the indoor\nliving space. The thought of having multiple individual split-system outdoor\nunits clutter the limited outdoor space and interrupt the design was not an\noption for the owners. "
    }
  },
  {
    "id": "LyXVBEpIAe",
    "type": "paragraph",
    "data": {
      "text": "Fortunately, MSR were able to recommend an OmniCore Multi Room Solution that\nnot only catered to their needs, but also provided unforeseen benefits without\nany compromise on aesthetics."
    }
  },
  {
    "id": "1-oOmWuqcG",
    "type": "header",
    "data": {
      "text": "Equipment Used",
      "level": 3
    }
  },
  {
    "id": "TiZnD9_9gG",
    "type": "paragraph",
    "data": {
      "text": "<b>Indoor Units:</b>"
    }
  },
  {
    "id": "ymcLBOApv-",
    "type": "list",
    "data": {
      "style": "unordered",
      "items": [
        "1x One-Way MLZ-35 Cassette for Multi-Split Connection<br>(MLZ-KP35VF-A1)",
        "2x One-Way MLZ-25 Cassette for Multi-Split Connection (MLZ-KP25VF-A1)<br>"
      ]
    }
  }
]
